Repository: NMarjou/localization-app
Catalog: TMs/en-US_pt-PT.tmx
Source language: en_us
Languages: pt_pt

source: Effective date: {{date}}
pt_pt: Data de entrada em vigor: {{date}}

source: {{count}} rejected
pt_pt: {{count}} rejeitado

source: Inactive
pt_pt: Inativo

source: Published
pt_pt: Publicado

source: Version {{version}}
pt_pt: Versão {{version}}

source: Require users to view and accept the data privacy statement at first login or policy update. Users must click "Accept" to access the platform, with no option to decline.
pt_pt: Exigir que os utilizadores visualizem e aceitem a declaração de privacidade de dados no primeiro início de sessão ou atualização de política. Os utilizadores devem clicar em "Aceitar" para aceder à plataforma, sem opção de recusar.

source: Users can only accept the data privacy statement
pt_pt: Os utilizadores só podem aceitar a declaração de privacidade de dados

source: Data privacy
pt_pt: Privacidade de dados

source: The statement was successfully published.
pt_pt: A declaração foi publicada com sucesso.

source: Enable this feature to set up, publish, and update data privacy statements for users. Once activated, statements are managed through the Data privacy statement page. Users will be prompted to consent at their first login and whenever the statement is updated.
pt_pt: Ative esta funcionalidade para configurar, publicar e atualizar declarações de privacidade de dados para os utilizadores. Uma vez ativada, as declarações são geridas através da página de Declaração de privacidade de dados. Os utilizadores serão solicitados a dar o seu consentimento no primeiro início de sessão e sempre que a declaração for atualizada.

source: Data privacy settings
pt_pt: Configurações de privacidade de dados

source: Enable data privacy
pt_pt: Ativar a privacidade de dados

source: Add statement
pt_pt: Adicionar declaração

source: All available records will be visible here
pt_pt: Todos os registos disponíveis estarão visíveis aqui

source: No privacy statements yet
pt_pt: Ainda não há declarações de privacidade

source: View & manage statements
pt_pt: Ver e gerir extratos

source: Statements
pt_pt: Declarações

source: Deleted
pt_pt: Eliminado

source: Pending publishing
pt_pt: Publicação pendente

source: Data Retention
pt_pt: Retenção de dados

source: Anonymization
pt_pt: Anonimização

source: Worker avatar
pt_pt: Avatar do trabalhador

source: Worker avatar with name & role
pt_pt: Avatar do trabalhador com nome e função

source: Deactivated user
pt_pt: Utilizador desativado

source: Deactivation
pt_pt: Desativação

source: Default
pt_pt: Predefinição

source: Deleted user
pt_pt: Utilizador eliminado

source: This user is no longer active
pt_pt: Este utilizador já não está ativo

source: Worker signature
pt_pt: Assinatura do trabalhador

source: Display of the data in the user interface when someone is anonymized or removed from the system.
pt_pt: Visualização dos dados na interface do utilizador quando alguém é anonimizado ou removido do sistema.

source: Enable global data retention
pt_pt: Ativar a retenção de dados globais

source: Define the global data retention rules that apply across whole organization.
pt_pt: Defina as regras globais de retenção de dados que se aplicam a toda a organização.

source: Send a notification about upcoming deletion events
pt_pt: Envie uma notificação sobre eventos de eliminação iminentes

source: Define how many days before the hard deletion the notification will be sent
pt_pt: Defina quantos dias antes da eliminação definitiva a notificação será enviada

source: Set notification time
pt_pt: Definir a hora da notificação

source: Specify the distribution settings for notifications about data retention events
pt_pt: Especifique as definições de distribuição para notificações sobre eventos de retenção de dados

source: Add local rule
pt_pt: Adicionar regra local

source: Add rule
pt_pt: Adicionar regra

source: Edit rule
pt_pt: Editar regra

source: Data retention period
pt_pt: Período de retenção de dados

source: Select countries & data retention period
pt_pt: Selecione os países e o período de retenção de dados

source: Add local data retention rule
pt_pt: Adicionar regra de retenção de dados local

source: Code
pt_pt: Código

source: Location
pt_pt: Localização

source: {{count}} month
pt_pt: {{count}} mês

source: {{count}} months
pt_pt: {{count}} meses

source: {{count}} year
pt_pt: {{count}} ano

source: {{count}} years
pt_pt: {{count}} anos

source: Local rule definition
pt_pt: Definição de regra local

source: Notifications
pt_pt: Notificações

source: Notification time
pt_pt: Hora da notificação

source: Months
pt_pt: Meses

source: Years
pt_pt: Anos

source: The system will hard-delete users on the last Saturday of the month at which the data retention period expires.
pt_pt: O sistema irá eliminar permanentemente os utilizadores no último sábado do mês em que expira o período de retenção de dados.

source: Global and local data retention rules
pt_pt: Regras de retenção de dados globais e locais

source: The data retention settings were successfully saved.
pt_pt: As definições de retenção de dados foram guardadas com sucesso.

source: Data retention archives and deletes data after a set period, ensuring compliance and reducing storage costs. Data exceeding the retention period is unrecoverable; make sure you back-up critical information beforehand.
pt_pt: Os arquivos de retenção de dados arquivam e eliminam dados após um período definido, garantindo conformidade e reduzindo os custos de armazenamento. Os dados que excedem o período de retenção são irrecuperáveis; certifique-se de fazer uma cópia de segurança das informações críticas antecipadamente.

source: Pay Analysis Data Mapping
pt_pt: Mapeamento de Dados de Análise de Remuneração

source: Demographics
pt_pt: Demografia

source: Enable the "Documents" widget
pt_pt: Ativar o widget de "Documentos"

source: Employment
pt_pt: Emprego

source: Data Viewer
pt_pt: Visualizador de Dados

source: No results match the search/filter criteria.<br/> Remove filters and clear the search to show all results.
pt_pt: Nenhum resultado corresponde aos critérios de pesquisa/filtro.<br/> Remova os filtros e limpe a pesquisa para mostrar todos os resultados.

source: Custom
pt_pt: Personalizado

source: Standard
pt_pt: Padrão

source: Enums
pt_pt: Enumerações

source: Entities
pt_pt: Entidades

source: No data to display
pt_pt: Não há dados para apresentar

source: There is currently no data to show here
pt_pt: Atualmente não há dados para mostrar aqui

source: Collection of all the entities
pt_pt: Coleção de todas as entidades

source: Entity category
pt_pt: Categoria de entidade

source: Allow feedback deletion
pt_pt: Permitir a eliminação de feedback

source: Any user can rate the feedback given by any manager
pt_pt: Qualquer utilizador pode avaliar o feedback dado por qualquer gestor

source: Any user can rate the feedback given by any other user
pt_pt: Qualquer utilizador pode avaliar o feedback dado por qualquer outro utilizador

source: Enable the automatic transfer of requests about a direct report to their new manager
pt_pt: Ativar a transferência automática de pedidos sobre um subordinado direto para o seu novo gestor

source: Any feedback requests about a direct report will be automatically forwarded to the new manager in case of a transfer. The new manager will be able to see a read-only version of the replies, as well as the list of users to whom the request was sent. Once the manager transfer is effective, replies to pending requests will be disabled and the requests will no longer be visible to the previous manager.
pt_pt: Quaisquer pedidos de feedback sobre um subordinado direto serão automaticamente encaminhados para o novo gestor em caso de transferência. O novo gestor poderá ver uma versão apenas de leitura das respostas, bem como a lista de utilizadores a quem o pedido foi enviado. Assim que a transferência do gestor for efetiva, as respostas aos pedidos pendentes serão desativadas e os pedidos deixarão de estar visíveis para o gestor anterior.

source: days
pt_pt: dias

source: Feedback sharing scope
pt_pt: Âmbito da partilha de feedback

source: Define the feedback sharing scope.
pt_pt: Defina o âmbito de partilha de feedback.

source: Public
pt_pt: Público

source: Recipient only
pt_pt: Apenas destinatário

source: Enable Feedback
pt_pt: Ativar feedback

source: A Performance Management feature that enables users to quickly and easily offer their colleagues observations about events and situations they witnessed, and to request their colleagues observations about their own work.
pt_pt: Uma funcionalidade de Gestão de Desempenho que permite aos utilizadores oferecer de forma rápida e fácil aos seus colegas observações sobre eventos e situações que testemunharam, e solicitar aos seus colegas observações sobre o seu próprio trabalho.

source: Bypass limit for Feedback broadcast
pt_pt: Contornar limite para transmissão de feedback

source: Ignore the defined limit for the feedback sharing. Enable this setting to allow Feedback broadcast to send feedback to the whole organization.
pt_pt: Ignore o limite definido para a partilha de feedback. Ative esta configuração para permitir que a transmissão de Feedback envie feedback para toda a organização.

source: Display a confirmation popup when sending feedback to a number of users higher than the defined limit
pt_pt: Exibir uma janela de confirmação ao enviar feedback para um número de utilizadores superior ao limite definido

source: Feature enablement
pt_pt: Ativação de funcionalidades

source: General feedback settings
pt_pt: Definições gerais de comentários

source: Apply limit when giving feedback
pt_pt: Aplique um limite ao dar feedback

source: The defined limit will be applied to the "Give feedback" action. When disabled, users can give feedback to any number of users, without restriction.
pt_pt: O limite definido será aplicado à ação "Dar feedback". Quando desativado, os utilizadores podem dar feedback a qualquer número de utilizadores, sem restrições.

source: Limit
pt_pt: Limite

source: Maximum number of users who can be included in one feedback.
pt_pt: Número máximo de utilizadores que podem ser incluídos num único feedback.

source: Limit the number of feedback recipients
pt_pt: Limitar o número de destinatários de feedback

source: The number of people to whom end-users who don't have an administrative role (such as HR or IT) can send feedback will be limited to avoid feedback being sent to large populations.
pt_pt: O número de pessoas a quem os utilizadores finais que não têm um papel administrativo (como RH ou TI) podem enviar feedback será limitado para evitar que o feedback seja enviado a grandes populações.

source: Limitations
pt_pt: Limitações

source: Allow managers to request feedback about their direct reports
pt_pt: Permitir que os gestores solicitem feedback sobre os seus subordinados diretos

source: Managers will be able to ask other workers to provide feedback about their direct reports. Requests and replies will be visible in the "Requests about my team" section. Feedback requests about direct reports are not visible to the direct report. When disabled, the "Requests about my team" section is not available.
pt_pt: Os gestores poderão pedir a outros trabalhadores para fornecerem feedback sobre os seus subordinados diretos. Os pedidos e as respostas estarão visíveis na secção "Pedidos sobre a minha equipa". Os pedidos de feedback sobre subordinados diretos não são visíveis para o subordinado direto. Quando desativado, a secção "Pedidos sobre a minha equipa" não está disponível.

source: Only direct reports can rate feedback
pt_pt: Apenas subordinados diretos podem avaliar o feedback

source: Enable feedback notes
pt_pt: Ativar notas de feedback

source: Users will be able to create feedback notes from the Feedback module. Feedback notes can for instance be used to capture insights from an offline conversation.
pt_pt: Os utilizadores poderão criar notas de feedback a partir do módulo de Feedback. As notas de feedback podem, por exemplo, ser usadas para capturar perceções de uma conversa offline.

source: Feedback notes
pt_pt: Notas de feedback

source: Visibility of public feedback
pt_pt: Visibilidade do feedback público

source: Company
pt_pt: Empresa

source: Define the visibility of public feedback.
pt_pt: Defina a visibilidade do feedback público.

source: Enable public feedback
pt_pt: Ativar feedback público

source: Users will be able to publicly share feedback given to another user within the organization. When disabled, the "Share feedback" and the "Public feedback" categories are not available.
pt_pt: Os utilizadores poderão partilhar publicamente o feedback dado a outro utilizador dentro da organização. Quando desativado, as categorias "Partilhar feedback" e "Feedback público" não estão disponíveis.

source: Team
pt_pt: Equipa

source: Public feedback
pt_pt: Comentários públicos

source: Enable feedback rating
pt_pt: Ativar classificação de feedback

source: Feedback rating
pt_pt: Classificação de feedback

source: Feedback rating refresh interval
pt_pt: Intervalo de atualização da classificação de feedback

source: Choose who can rate feedback
pt_pt: Escolha quem pode avaliar o feedback

source: Send reminders following an inactive period
pt_pt: Enviar lembretes após um período de inatividade

source: When no feedback is offered for more than
pt_pt: Quando não é oferecido feedback por mais de

source: Send reminders about unrated feedback
pt_pt: Enviar lembretes sobre feedback não classificado

source: When feedback remains unrated for more than
pt_pt: Quando o feedback permanece sem classificação por mais de

source: Send reminders about pending feedback requests
pt_pt: Enviar lembretes sobre pedidos de feedback pendentes

source: When a request remains unanswered for more than
pt_pt: Quando um pedido permanece sem resposta por mais de

source: Days
pt_pt: Dias

source: Reminders
pt_pt: Lembretes

source: Apply limit when requesting feedback
pt_pt: Aplicar limite ao solicitar feedback

source: The defined limit will be applied to the "Request feedback" action. When disabled, users can request feedback from any number of users, without restriction.
pt_pt: O limite definido será aplicado à ação "Solicitar feedback". Quando desativado, os utilizadores podem solicitar feedback de qualquer número de utilizadores, sem restrições.

source: Enable "Let's meet" as a reply to a feedback request
pt_pt: Ativar "Vamos encontrar-nos" como resposta a um pedido de feedback

source: Users will be able to reply with a "Let's meet" invitation when replying to a feedback request. We recommend that you review and activate email notifications for the "Let's meet request" functionality, under Workbench / Platform Setup / Notifications / Email notifications.
pt_pt: Os utilizadores poderão responder com um convite "Vamos encontrar-nos" ao responder a um pedido de feedback. Recomendamos que reveja e ative as notificações por e-mail para a funcionalidade "Pedido de encontro", em Bancada de trabalho/Configuração da plataforma/Notificações/Notificações por e-mail.

source: Restrict replies to only "Let's meet" or comments
pt_pt: Restringir as respostas apenas a "Vamos encontrar-nos" ou a comentários

source: When enabled, users will only be able to reply to a feedback request with a "Let's meet" invitation, or a comment and/or behavior tag, not both. Disable this restriction to make both reply options available.
pt_pt: Quando ativado, os utilizadores só poderão responder a um pedido de feedback com um convite "Vamos encontrar-nos", ou um comentário e/ou etiqueta de comportamento, não ambos. Desative esta restrição para tornar ambas as opções de resposta disponíveis.

source: Enable feedback requests regarding behaviors
pt_pt: Ativar pedidos de feedback sobre comportamentos

source: Users will be able to include behaviors when requesting feedback.
pt_pt: Os utilizadores poderão incluir comportamentos ao solicitar feedback.

source: This setting cannot be turned on because the "Behaviors" feature is not currently enabled.
pt_pt: Esta definição não pode ser ativada porque a funcionalidade "Comportamentos" não está atualmente ativada.

source: Feedback requests
pt_pt: Pedidos de feedback

source: Feedback settings
pt_pt: Configurações de feedback

source: Apply limit when sharing feedback
pt_pt: Aplicar limite ao partilhar feedback

source: The defined limit will be applied to the "Share feedback" action. When disabled, users can share feedback with any number of users, without restriction.
pt_pt: O limite definido será aplicado à ação "Partilhar feedback". Quando desativado, os utilizadores podem partilhar feedback com qualquer número de utilizadores, sem restrições.

source: Enable suggested questions in the "Request feedback" page
pt_pt: Ativar as perguntas sugeridas na página "Solicitar feedback"

source: Enable tips in the "Give feedback" page
pt_pt: Ativar dicas na página "Dar feedback"

source: Functionality management
pt_pt: Gestão de funcionalidades

source: Goal Achievement New
pt_pt: Novo Alcance de Objetivos

source: Goal Achievement
pt_pt: Alcançar o objetivo

source: Goal Plan Goal Assignment
pt_pt: Atribuição de Objetivo do Plano de Objetivos

source: Goal Plan Type Assignment
pt_pt: Atribuição do tipo de plano de objetivo

source: Goal Plan
pt_pt: Plano de objetivo

source: Goal Genius is an AI goal assistant powered by OpenAI ChatGPT. With it, users will be able to use natural language to create goal templates or to generate a goal from predefined inputs.
pt_pt: O Goal Genius é um assistente de objetivos de IA baseado no ChatGPT da OpenAI. Com ele, os utilizadores poderão usar linguagem natural para criar modelos de objetivos ou gerar um objetivo a partir de entradas predefinidas.

source: This is a read only-page. To change this, please contact your system administrator.
pt_pt: Esta é uma página apenas de leitura. Para alterar isto, contacte o seu administrador do sistema.

source: Performance Pro
pt_pt: Desempenho profissional

source: Your configuration changes were successfully applied. Users will see these changes the next time they log in or when they refresh their page if they currently have a session open.
pt_pt: As suas alterações de configuração foram aplicadas com sucesso. Os utilizadores verão estas alterações na próxima vez que iniciarem sessão ou quando atualizarem a sua página, caso tenham uma sessão aberta atualmente.

source: Enable Goal Genius
pt_pt: Ativar Goal Genius

source: Goal
pt_pt: Objetivo

source: All changes saved
pt_pt: Todas as alterações guardadas

source: Bulk actions
pt_pt: Ações em massa

source: Initial end date
pt_pt: Data de fim inicial

source: Key dates per worker
pt_pt: Datas-chave por trabalhador

source: Key dates for the population
pt_pt: Datas-chave para a população

source: Reset to initial key dates
pt_pt: Repor datas-chave iniciais

source: Initial start date
pt_pt: Data de início inicial

source: The end date cannot be empty.
pt_pt: A data de fim não pode estar vazia.

source: The start date cannot be empty.
pt_pt: A data de início não pode estar vazia.

source: Goal plans
pt_pt: Planos de objetivos

source: Goal types
pt_pt: Tipos de objetivos

source: Create goal
pt_pt: Criar objetivo

source: Get started by creating goals.
pt_pt: Comece por criar objetivos.

source: No goals yet!
pt_pt: Ainda não há objetivos!

source: Assign to
pt_pt: Atribuir a

source: Population
pt_pt: População

source: Completed
pt_pt: Concluído

source: Not completed
pt_pt: Não concluído

source: Maximum
pt_pt: Máximo

source: Minimum
pt_pt: Mínimo

source: Goal plan
pt_pt: Plano de objetivos

source: Result
pt_pt: Resultado

source: Target
pt_pt: Destino

source: Goal name
pt_pt: Nome do objetivo

source: Goal type
pt_pt: Tipo de objetivo

source: Weight
pt_pt: Peso

source: Multiple criteria
pt_pt: Múltiplos critérios

source: Multiple weights
pt_pt: Múltiplos pesos

source: All plans
pt_pt: Todos os planos

source: Not updated
pt_pt: Não actualizado

source: All results
pt_pt: Todos os resultados

source: Updated
pt_pt: Atualizado

source: Search
pt_pt: Pesquisar

source: All statuses
pt_pt: Todos os estados

source: Goal status
pt_pt: Estado do objetivo

source: All types
pt_pt: Todos os tipos

source: Key dates
pt_pt: Datas principais

source: In population
pt_pt: Na população

source: Moved out
pt_pt: Transferido

source: Population & goal weight details
pt_pt: Detalhes da população e peso objetivo

source: Worker population status
pt_pt: Estado da população de trabalhadores

source: Initial goal weight
pt_pt: Peso objetivo inicial

source: Organization
pt_pt: Organização

source: Reset to initial goal weight
pt_pt: Repor para o peso objetivo inicial

source: Search by name or worker ID
pt_pt: Pesquisar por nome ou ID do trabalhador

source: End date
pt_pt: Data de fim

source: Start date
pt_pt: Data de início

source: Goal weight
pt_pt: Peso objetivo

source: Worker
pt_pt: Trabalhador

source: Goal weight per worker
pt_pt: Peso do objetivo por trabalhador

source: Goal weight for the population
pt_pt: Peso do objetivo para a população

source: Apply filter
pt_pt: Aplicar filtro

source: Clear selection
pt_pt: Limpar seleção

source: Worker ID
pt_pt: ID do Trabalhador

source: Select workers to filter
pt_pt: Selecionar trabalhadores para filtrar

source: {{count}} workers selected.
pt_pt: {{count}} trabalhadores selecionados.

source: Select communication round
pt_pt: Selecionar ronda de comunicação

source: Send goal PDF to Documents
pt_pt: Enviar PDF de objetivo para Documentos

source: Create goal plan
pt_pt: Criar plano de objetivo

source: Plan transmission
pt_pt: Planear transmissão

source: Create custom goal plans to align team efforts and achieve strategic objectives. Define the details of the plan and select the target population to ensure everyone is working towards a common goal.
pt_pt: Crie planos de objetivo personalizados para alinhar os esforços da equipa e alcançar objetivos estratégicos. Defina os detalhes do plano e selecione a população-alvo para garantir que todos estão a trabalhar em direção a um objetivo comum.

source: Start by creating a goal plan
pt_pt: Comece por criar um plano de objetivo

source: Goal settings
pt_pt: Definições do objetivo

source: Create goal type
pt_pt: Criar tipo de objetivo

source: Goal types can be configured to serve any goal plan, with population, privacy and form fields available for customization.
pt_pt: Os tipos de objetivos podem ser configurados para servir qualquer plano de objetivo, com população, privacidade e campos de formulário disponíveis para personalização.

source: Start by creating goal types
pt_pt: Comece por criar tipos de objetivos

source: The total weight cannot exceed 100%.
pt_pt: O peso total não pode exceder 100%.

source: Allocate weights to each workflow section
pt_pt: Atribuir pesos a cada secção do fluxo de trabalho

source: Distribute goal weights across different workflow sections, ensuring a cumulative weight of 100%.
pt_pt: Distribua os pesos dos objetivos por diferentes secções do fluxo de trabalho, garantindo um peso cumulativo de 100%.

source: Enable goals
pt_pt: Ativar objetivos

source: Enable the "Goals" feature
pt_pt: Ativar a funcionalidade "Objetivos"

source: Go to Builder
pt_pt: Ir para o Construtor

source: Goal Plans
pt_pt: Planos de objetivo

source: Goal tags
pt_pt: Etiquetas de objetivos

source: Goal Types
pt_pt: Tipos de objetivos

source: Enable or create goal types to be included in the plan.
pt_pt: Ative ou crie tipos de objetivos para serem incluídos no plano.

source: Goal uploads
pt_pt: Carregamentos de objetivos

source: Weighted goal configuration
pt_pt: Configuração de objetivo ponderado
